Repository: alikian/pippipgo-ios
Catalog: pippipgo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fa, fil, fil_ph, fr, it, ja, ko, ru, tr, vi, zh_hans

source: The save needs attention. Close this sheet and review the pending change in Trips before trying again.
ar: تعذّر حفظ التغيير. أغلق هذه النافذة وراجع التغيير المعلّق في «الرحلات» قبل المحاولة مجددًا.
es: Hay que revisar el guardado. Cierra esta hoja y revisa el cambio pendiente en Viajes antes de volver a intentarlo.
fa: ذخیره‌سازی نیاز به رسیدگی دارد. این برگه را ببندید و پیش از تلاش دوباره، تغییر در انتظار را در سفرها بررسی کنید.
fil: Kailangang suriin ang pag-save na ito. Isara ang sheet na ito at suriin ang nakabinbing pagbabago sa Mga Biyahe bago subukang muli.
fil_ph: May kailangang ayusin sa pag-save. Isara ang sheet na ito at suriin ang nakabinbing pagbabago sa Mga Biyahe bago subukang muli.
fr: L’enregistrement nécessite votre attention. Fermez cette fenêtre et vérifiez la modification en attente dans Voyages avant de réessayer.
it: Il salvataggio richiede attenzione. Chiudi questa schermata e controlla la modifica in sospeso in Viaggi prima di riprovare.
ja: 保存に注意が必要です。このシートを閉じ、再度お試しになる前に「旅行」で保留中の変更を確認してください。
ko: 저장에 문제가 있습니다. 이 창을 닫고 여행 탭에서 대기 중인 변경 사항을 확인한 다음 다시 시도하세요.
ru: Не удалось сохранить. Закройте это окно и проверьте ожидающее изменение в разделе «Поездки», прежде чем попробовать снова.
tr: Kaydetme işlemiyle ilgilenilmesi gerekiyor. Bu pencereyi kapatıp yeniden denemeden önce Bekleyen değişikliği Geziler bölümünden inceleyin.
vi: Có vấn đề với thao tác lưu. Đóng bảng này và xem lại thay đổi đang chờ xử lý trong Chuyến đi trước khi thử lại.
zh_hans: 保存操作需要处理。请关闭此面板，并在“行程”中检查待处理的更改，然后重试。

source: The selected content is sent to Pip's server and OpenAI for extraction. Raw files are not saved by Pip. Extracted details stay with this trip.
ar: يُرسل المحتوى المحدد إلى خادم Pip وOpenAI لاستخراج المعلومات. لا يحفظ Pip الملفات الأصلية. تبقى التفاصيل المستخرجة ضمن هذه الرحلة.
es: El contenido seleccionado se envía al servidor de Pip y a OpenAI para extraer información. Pip no guarda los archivos originales. Los detalles extraídos permanecen en este viaje.
fa: محتوای انتخاب‌شده برای استخراج به سرور پیپ و OpenAI فرستاده می‌شود. پیپ فایل اصلی را ذخیره نمی‌کند. جزئیات استخراج‌شده با این سفر می‌مانند.
fil: Ipapadala ang piniling content sa server ni Pip at sa OpenAI para kunin ang impormasyon. Hindi nagse-save si Pip ng mga orihinal na file. Mananatili sa biyahe mong ito ang mga detalyeng nakuha.
fil_ph: Ipinapadala kay Pip at sa OpenAI ang napiling content para kunin ang mga detalye. Hindi sine-save ni Pip ang mga orihinal na file. Nananatili sa biyaheng ito ang mga nakuhang detalye.
fr: Le contenu sélectionné est envoyé au serveur de Pip et à OpenAI pour extraction. Pip ne conserve pas les fichiers originaux. Les détails extraits restent liés à ce voyage.
it: Il contenuto selezionato viene inviato al server di Pip e a OpenAI per estrarre informazioni. Pip non salva i file originali. I dettagli estratti restano associati a questo viaggio.
ja: 選択した内容は情報抽出のためPipのサーバーとOpenAIへ送信されます。元のファイルはPipに保存されません。抽出された詳細はこの旅行に保持されます。
ko: 선택한 콘텐츠는 정보 추출을 위해 Pip의 서버와 OpenAI로 전송됩니다. Pip은 원본 파일을 저장하지 않습니다. 추출된 세부 정보는 이 여행에만 보관됩니다.
ru: Выбранное содержимое отправляется на сервер Pip и в OpenAI для извлечения данных. Pip не сохраняет исходные файлы. Извлечённые сведения останутся в этой поездке.
tr: Seçilen içerik, bilgileri çıkarmak için Pip'in sunucusuna ve OpenAI'ye gönderilir. Pip ham dosyaları kaydetmez. Çıkarılan bilgiler bu geziyle ilişkilendirilir.
vi: Nội dung đã chọn sẽ được gửi đến máy chủ của Pip và OpenAI để trích xuất thông tin. Pip không lưu các tệp gốc. Thông tin đã trích xuất sẽ được lưu trong chuyến đi này.
zh_hans: 所选内容会发送到 Pip 服务器和 OpenAI 以提取信息。Pip 不保存原始文件。提取的详情保留在本次旅行中。

source: There's a little of both
ar: مزيج من الاثنين
es: Hay un poco de ambas cosas
fa: کمی از هر دو
fil: Kaunti sa bawat isa
fil_ph: Kaunti sa dalawa
fr: Un peu des deux
it: C'è un po' di entrambe le cose
ja: どちらも少しあります
ko: 둘 다 조금씩이에요
ru: Понемногу и того и другого
tr: İkisinden de biraz var
vi: Có một chút cả hai
zh_hans: 两者兼有

source: There's room for spontaneity
ar: هناك مجال للعفوية
es: Hay margen para la espontaneidad
fa: برای بداهه‌پردازی هم جا هست
fil: May puwang para sa biglaang pagbabago
fil_ph: May puwang para sa biglaan
fr: Une place pour l’improvisation
it: C'è spazio per la spontaneità
ja: 予定に余裕を持たせたい
ko: 즉흥적으로 움직일 여지도 있어요
ru: Остаётся место для спонтанности
tr: Doğaçlamaya da yer var
vi: Cũng có thể tùy hứng
zh_hans: 也留有即兴发挥的空间

source: These details apply to this trip. They do not become permanent preferences.
ar: تنطبق هذه التفاصيل على هذه الرحلة، ولا تصبح تفضيلات دائمة.
es: Estos detalles se aplican a este viaje. No se convierten en preferencias permanentes.
fa: این جزئیات فقط برای همین سفرند و به ترجیح دائمی تبدیل نمی‌شوند.
fil: Para sa biyaheng ito lang ang mga detalyeng ito. Hindi magiging permanenteng kagustuhan ang mga ito.
fil_ph: Para lang sa biyaheng ito ang mga detalyeng ito. Hindi magiging permanente ang mga ito bilang mga kagustuhan mo.
fr: Ces détails s’appliquent à ce voyage. Ils ne deviennent pas des préférences permanentes.
it: Questi dettagli si applicano a questo viaggio. Non diventano preferenze permanenti.
ja: これらの詳細はこの旅行に適用されます。恒久的な好みにはなりません。
ko: 이 정보는 이번 여행에만 적용됩니다. 지속적인 선호 사항으로 저장되지 않습니다.
ru: Эти сведения относятся к этой поездке. Они не станут постоянными предпочтениями.
tr: Bu bilgiler yalnızca bu gezi için geçerlidir. Kalıcı tercihlerinize eklenmez.
vi: Những thông tin này chỉ áp dụng cho chuyến đi này. Chúng không trở thành tùy chọn ưu tiên lâu dài.
zh_hans: 这些详情仅适用于本次旅行，不会成为长期偏好。

source: They speak
ar: يتحدثون
es: La otra persona habla
fa: زبان طرف مقابل
fil: Mga wikang sinasalita nila
fil_ph: Ang wikang sinasalita nila
fr: L’autre personne parle
it: L’altra persona parla
ja: 相手が話す言語
ko: 사용 언어
ru: Они говорят
tr: Konuştuğu dil
vi: Họ nói
zh_hans: 对方的语言

source: This chat changed elsewhere. Load it to review before sending your draft again.
ar: تم تغيير هذه المحادثة من مكان آخر. حمّلها لمراجعتها قبل إعادة إرسال مسودتك.
es: Este chat cambió en otro lugar. Cárgalo para revisarlo antes de volver a enviar tu borrador.
fa: این گفت‌وگو در جای دیگری تغییر کرده است. پیش از ارسال دوباره پیش‌نویس، آن را بارگیری و بررسی کنید.
fil: May nagbago sa chat na ito sa ibang lugar. I-load ito para masuri bago ipadala muli ang iyong draft.
fil_ph: Nabago ang chat na ito sa ibang lugar. I-load ito para masuri bago ipadala muli ang draft mo.
fr: Cette conversation a été modifiée ailleurs. Charge-la pour la vérifier avant de renvoyer ton brouillon.
it: Questa chat è cambiata altrove. Caricala per controllarla prima di inviare di nuovo la bozza.
ja: このチャットは別の場所で変更されました。下書きを再送信する前に読み込んで確認してください。
ko: 이 대화는 다른 곳에서 변경되었습니다. 초안을 다시 보내기 전에 불러와 확인하세요.
ru: Этот чат был изменён в другом месте. Загрузите его и проверьте, прежде чем снова отправлять черновик.
tr: Bu sohbet başka bir yerde değiştirildi. Taslağınızı yeniden göndermeden önce incelemek için sohbeti yükleyin.
vi: Cuộc trò chuyện này đã được thay đổi ở nơi khác. Hãy tải cuộc trò chuyện để xem lại trước khi gửi lại bản nháp.
zh_hans: 此对话已在其他位置更改。请先加载并查看，再重新发送草稿。

source: This trip changed elsewhere. Your draft is still here.
ar: تم تغيير هذه الرحلة من مكان آخر. ما زالت مسودتك هنا.
es: Este viaje cambió en otro lugar. Tu borrador sigue aquí.
fa: این سفر در جای دیگری تغییر کرده است. پیش‌نویس تو حفظ شده است.
fil: May nagbago sa biyaheng ito sa ibang lugar. Narito pa rin ang draft mo.
fil_ph: Nabago ang biyaheng ito sa ibang lugar. Nandito pa rin ang draft mo.
fr: Ce voyage a été modifié ailleurs. Ton brouillon est toujours ici.
it: Questo viaggio è cambiato altrove. La tua bozza è ancora qui.
ja: この旅行は別の場所で変更されました。下書きはここに残っています。
ko: 이 여행은 다른 곳에서 변경되었습니다. 작성 중인 내용은 그대로 있습니다.
ru: Эта поездка была изменена в другом месте. Ваш черновик сохранён.
tr: Bu gezi başka bir yerde değiştirildi. Taslağınız hâlâ burada.
vi: Chuyến đi này đã được thay đổi ở nơi khác. Bản nháp của bạn vẫn còn đây.
zh_hans: 此旅行已在其他位置更改。你的草稿仍在这里。

source: Title
ar: العنوان
es: Título
fa: عنوان
fil: Pamagat
fil_ph: Pamagat
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
ru: Название
tr: Başlık
vi: Tiêu đề
zh_hans: 标题

source: Total budget
ar: الميزانية الإجمالية
es: Presupuesto total
fa: بودجه کل
fil: Kabuuang badyet
fil_ph: Kabuuang badyet
fr: Budget total
it: Budget totale
ja: 合計予算
ko: 총예산
ru: Общий бюджет
tr: Toplam bütçe
vi: Tổng ngân sách
zh_hans: 总预算

source: Totals include entered costs only. Leave unknown costs blank. Estimates and actual spending are counted separately.
ar: تشمل الإجماليات التكاليف المُدخلة فقط. اترك التكاليف غير المعروفة فارغة. تُحتسب التقديرات والمصروفات الفعلية كلٌّ على حدة.
es: Los totales solo incluyen los gastos introducidos. Deja en blanco los desconocidos. Las estimaciones y los gastos reales se contabilizan por separado.
fa: مجموع فقط شامل هزینه‌های واردشده است. هزینه‌های نامشخص را خالی بگذارید. برآوردها و مخارج واقعی جداگانه محاسبه می‌شوند.
fil: Mga inilagay na gastos lang ang kasama sa mga kabuuan. Iwang blangko ang mga hindi alam na gastos. Magkahiwalay na binibilang ang mga pagtatantya at aktuwal na nagastos.
fil_ph: Mga naipasok na gastos lang ang kasama sa mga kabuuan. Iwanang blangko ang mga hindi alam na gastos. Hiwalay ang bilang ng mga tantiya at aktuwal na nagastos.
fr: Les totaux incluent uniquement les frais saisis. Laisse les frais inconnus vides. Les estimations et les dépenses réelles sont comptées séparément.
it: I totali includono solo le spese inserite. Lascia vuote quelle sconosciute. Stime e spese effettive vengono conteggiate separatamente.
ja: 合計には入力済みの費用のみ含まれます。不明な費用は空欄にしてください。見積もりと実際の支出は別々に集計します。
ko: 합계에는 입력한 비용만 포함됩니다. 모르는 비용은 비워 두세요. 예상 지출과 실제 지출은 별도로 집계됩니다.
ru: В итог входят только внесённые расходы. Неизвестные расходы оставьте пустыми. Оценочные и фактические расходы учитываются отдельно.
tr: Toplamlara yalnızca girilen masraflar dâhildir. Bilinmeyen masrafları boş bırakın. Tahminler ve gerçekleşen harcamalar ayrı ayrı hesaplanır.
vi: Tổng chi phí chỉ bao gồm các khoản đã nhập. Để trống những khoản chưa biết. Chi phí ước tính và chi tiêu thực tế được tính riêng.
zh_hans: 总计仅包含已填写的费用。未知费用请留空。预估费用和实际支出分别计算。

source: train
ar: قطار
es: tren
fa: قطار
fil: tren
fil_ph: tren
it: treno
ja: 電車
ko: 기차
ru: поезд
tr: tren
vi: tàu hỏa
zh_hans: 火车

source: Train
ar: قطار
es: Tren
fa: قطار
fil: Tren
fil_ph: Tren
it: Treno
ja: 列車
ko: 기차
ru: Поезд
tr: Tren
vi: Tàu hỏa
zh_hans: 火车

source: Transfer notes
ar: ملاحظات التنقّل
es: Notas sobre el traslado
fa: یادداشت جابه‌جایی
fil: Mga tala sa paglilipat
fil_ph: Mga tala sa paglilipat
fr: Notes sur le transfert
it: Note sul trasferimento
ja: 乗り継ぎメモ
ko: 환승 메모
ru: Примечания к пересадке
tr: Aktarma notları
vi: Ghi chú về trung chuyển
zh_hans: 接送备注

source: Transit
ar: مواصلات عامة
es: transporte público
fa: حمل‌ونقل عمومی
fil: pampublikong sasakyan
fil_ph: pampublikong sasakyan
fr: transports en commun
it: trasporto pubblico
ja: 公共交通機関
ko: 대중교통
ru: общественный транспорт
tr: toplu taşıma
vi: phương tiện công cộng
zh_hans: 公共交通

source: Translate
ar: ترجمة
es: Traducir
fa: ترجمه
fil: Isalin
fil_ph: Isalin
fr: Traduire
it: Traduci
ja: 翻訳
ko: 번역
ru: Перевести
tr: Çevir
vi: Dịch
zh_hans: 翻译

source: Translate a conversation
ar: ترجمة محادثة
es: Traducir una conversación
fa: ترجمه گفت‌وگو
fil: Magsalin ng pag-uusap
fil_ph: Magsalin ng pag-uusap
fr: Traduire une conversation
it: Traduci una conversazione
ja: 会話を翻訳
ko: 대화 번역하기
ru: Перевести разговор
tr: Bir konuşmayı çevir
vi: Dịch cuộc trò chuyện
zh_hans: 翻译对话

source: Translating — take turns speaking
ar: جارٍ الترجمة — تناوبا على الكلام
es: Traduciendo — hablad por turnos
fa: در حال ترجمه — به نوبت صحبت کنید
fil: Nagsasalin — magpalitan sa pagsasalita
fil_ph: Nagsasalin — magsalitan sa pagsasalita
fr: Traduction en cours — parlez à tour de rôle
it: Traduzione in corso — parlate a turno
ja: 翻訳中 — 交互に話してください
ko: 번역 중 — 번갈아 말하세요
ru: Идёт перевод — говорите по очереди
tr: Çeviri yapılıyor — sırayla konuşun
vi: Đang dịch — lần lượt nói
zh_hans: 正在翻译 — 请轮流说话

source: Translation
ar: الترجمة
es: Traducción
fa: ترجمه
fil: Pagsasalin
fil_ph: Pagsasalin
fr: Traduction
it: Traduzione
ja: 翻訳
ko: 번역
ru: Перевод
tr: Çeviri
vi: Bản dịch
zh_hans: 译文

source: Transport
ar: النقل
es: Transporte
fa: وسیله سفر
fil: Transportasyon
fil_ph: Transportasyon
it: Trasporti
ja: 交通
ko: 교통수단
ru: Транспорт
tr: Ulaşım
vi: Di chuyển
zh_hans: 交通

source: Transportation details
ar: تفاصيل النقل
es: Detalles del transporte
fa: جزئیات رفت‌وآمد
fil: Mga detalye ng transportasyon
fil_ph: Mga detalye ng transportasyon
fr: Détails du transport
it: Dettagli sul trasporto
ja: 交通手段の詳細
ko: 교통 정보
ru: Сведения о транспорте
tr: Ulaşım ayrıntıları
vi: Thông tin di chuyển
zh_hans: 交通详情

source: Travel companions
ar: رفقاء السفر
es: Acompañantes de viaje
fa: همراهان سفر
fil: Mga kasama sa biyahe
fil_ph: Mga kasama sa biyahe
fr: Compagnons de voyage
it: Compagni di viaggio
ja: 旅行の同行者
ko: 여행 동행자
ru: Попутчики
tr: Seyahat arkadaşları
vi: Người đi cùng
zh_hans: 旅行同伴

source: Travel details belong to the destination you're arriving at. Review them after reordering stops.
ar: تنتمي تفاصيل التنقّل إلى الوجهة التي تصل إليها. راجعها بعد إعادة ترتيب المحطات.
es: Los detalles del transporte corresponden al destino al que llegas. Revísalos tras cambiar el orden de las paradas.
fa: جزئیات مسیر مربوط به مقصدی است که به آن می‌رسید. پس از تغییر ترتیب مقصدها، آن‌ها را بررسی کنید.
fil: Ang mga detalye ng biyahe ay para sa destinasyong iyong pupuntahan. Suriin ang mga ito pagkatapos baguhin ang pagkakasunod-sunod ng mga hintuan.
fil_ph: Ang mga detalye ng biyahe ay para sa destinasyong pupuntahan mo. Suriin ang mga ito pagkatapos baguhin ang pagkakasunod-sunod ng mga hinto.
fr: Les détails du trajet correspondent à la destination d’arrivée. Vérifie-les après avoir réordonné les étapes.
it: I dettagli del trasporto si riferiscono alla destinazione di arrivo. Controllali dopo aver riordinato le tappe.
ja: 移動の詳細は到着する目的地に対応します。立ち寄り先の順序を変更したら確認してください。
ko: 여행 정보는 도착하는 목적지에 해당합니다. 경유지 순서를 변경한 뒤 확인해 주세요.
ru: Информация о поездке относится к месту, куда вы прибываете. Проверьте её после изменения порядка остановок.
tr: Seyahat bilgileri, varacağınız hedefe aittir. Durakları yeniden sıraladıktan sonra bilgileri gözden geçirin.
vi: Thông tin di chuyển thuộc về điểm đến bạn sẽ đến. Hãy xem lại sau khi sắp xếp lại các điểm dừng.
zh_hans: 交通详情属于即将抵达的目的地。调整停留顺序后请重新检查。

source: Travel details changed. Review the new transfer times and update your activity suggestions. Confirmed reservations are protected.
ar: تغيّرت تفاصيل التنقّل. راجع أوقات الانتقال الجديدة وحدّث اقتراحات الأنشطة. الحجوزات المؤكدة محمية.
es: Los detalles del viaje cambiaron. Revisa los nuevos horarios de traslado y actualiza las sugerencias de actividades. Las reservas confirmadas están protegidas.
fa: جزئیات سفر تغییر کرده است. زمان‌های جدید جابه‌جایی را بررسی و پیشنهادهای فعالیت را به‌روز کنید. رزروهای تأییدشده محفوظ هستند.
fil: Nagbago ang mga detalye ng biyahe. Suriin ang mga bagong oras ng paglilipat at i-update ang mga mungkahi para sa mga aktibidad. Mananatiling protektado ang mga kumpirmadong reserbasyon.
fil_ph: Nagbago ang mga detalye ng biyahe. Suriin ang mga bagong oras ng paglilipat at i-update ang mga mungkahi sa aktibidad. Protektado ang mga kumpirmadong reserbasyon.
fr: Les détails du voyage ont changé. Vérifie les nouveaux horaires de transfert et mets à jour les suggestions d’activités. Les réservations confirmées sont protégées.
it: I dettagli del viaggio sono cambiati. Controlla i nuovi orari di trasferimento e aggiorna i suggerimenti di attività. Le prenotazioni confermate sono protette.
ja: 移動の詳細が変更されました。新しい移動時間を確認し、アクティビティの提案を更新してください。確定済みの予約は保護されます。
ko: 여행 정보가 변경되었습니다. 새로운 환승 시간을 확인하고 활동 추천을 업데이트해 주세요. 확정된 예약은 그대로 보호됩니다.
ru: Информация о поездке изменилась. Проверьте новое время пересадок и обновите предложения по занятиям. Подтверждённые бронирования защищены.
tr: Seyahat bilgileriniz değişti. Yeni aktarma saatlerini gözden geçirin ve etkinlik önerilerinizi güncelleyin. Onaylanmış rezervasyonlarınız korunur.
vi: Thông tin di chuyển đã thay đổi. Hãy xem lại thời gian chuyển chặng mới và cập nhật gợi ý hoạt động. Các đặt chỗ đã xác nhận vẫn được bảo đảm.
zh_hans: 旅行详情已更改。请检查新的接驳时间并更新活动建议。已确认的预订会受到保护。

source: Travel from %@
ar: التنقّل من %@
es: Transporte desde %@
fa: مسیر از %@
fil: Biyahe mula sa %@
fil_ph: Biyahe mula sa %@
fr: Trajet depuis %@
it: Trasporto da %@
ja: %@からの移動
ko: %@에서 출발
ru: В пути из %@
tr: %@ noktasından ulaşım
vi: Di chuyển từ %@
zh_hans: 从 %@ 出发

source: Travel to first destination (optional)
ar: التنقّل إلى الوجهة الأولى (اختياري)
es: Transporte al primer destino (opcional)
fa: مسیر تا اولین مقصد (اختیاری)
fil: Biyahe papunta sa unang destinasyon (opsyonal)
fil_ph: Biyahe papunta sa unang destinasyon (opsyonal)
fr: Trajet vers la première destination (facultatif)
it: Trasporto alla prima destinazione (facoltativo)
ja: 最初の目的地への移動（任意）
ko: 첫 번째 목적지까지 이동 (선택 사항)
ru: Поездка до первого пункта назначения (необязательно)
tr: İlk hedefe ulaşım (isteğe bağlı)
vi: Di chuyển đến điểm đến đầu tiên (không bắt buộc)
zh_hans: 前往首个目的地的交通（选填）

source: Travelers and reservations
ar: المسافرون والحجوزات
es: Viajeros y reservas
fa: مسافران و رزروها
fil: Mga biyahero at reserbasyon
fil_ph: Mga biyahero at reserbasyon
fr: Voyageurs et réservations
it: Viaggiatori e prenotazioni
ja: 旅行者と予約
ko: 여행자 및 예약
ru: Путешественники и бронирования
tr: Yolcular ve rezervasyonlar
vi: Khách đi cùng và đặt chỗ
zh_hans: 旅客与预订

source: Traveling together
ar: السفر معًا
es: Viajan juntos
fa: سفر با هم
fil: Magkakasamang bibiyahe
fil_ph: Magkakasamang bumibiyahe
fr: Voyager ensemble
it: In viaggio insieme
ja: 一緒に旅行する人
ko: 함께 여행하는 사람
ru: Едем вместе
tr: Birlikte seyahat edenler
vi: Đi cùng nhau
zh_hans: 同行者

source: Trip
ar: الرحلة
es: Viaje
fa: سفر
fil: Biyahe
fil_ph: Biyahe
fr: Voyage
it: Viaggio
ja: 旅行
ko: 여행
ru: Поездка
tr: Seyahat
vi: Chuyến đi
zh_hans: 旅行

source: Trip budget
ar: ميزانية الرحلة
es: Presupuesto del viaje
fa: بودجه سفر
fil: Badyet sa biyahe
fil_ph: Badyet sa biyahe
fr: Budget du voyage
it: Budget del viaggio
ja: 旅行の予算
ko: 여행 예산
ru: Бюджет поездки
tr: Seyahat bütçesi
vi: Ngân sách chuyến đi
zh_hans: 旅行预算

source: Trip details
ar: تفاصيل الرحلة
es: Detalles del viaje
fa: جزئیات سفر
fil: Mga detalye ng biyahe
fil_ph: Mga detalye ng biyahe
fr: Détails du voyage
it: Dettagli del viaggio
ja: 旅行の詳細
ko: 여행 세부 정보
ru: Детали поездки
tr: Seyahat ayrıntıları
vi: Chi tiết chuyến đi
zh_hans: 旅行详情

source: Trip name
ar: اسم الرحلة
es: Nombre del viaje
fa: نام سفر
fil: Pangalan ng biyahe
fil_ph: Pangalan ng biyahe
fr: Nom du voyage
it: Nome del viaggio
ja: 旅行名
ko: 여행 이름
ru: Название поездки
tr: Seyahat adı
vi: Tên chuyến đi
zh_hans: 旅行名称

source: Trip notes
ar: ملاحظات الرحلة
es: Notas del viaje
fa: یادداشت‌های سفر
fil: Mga tala tungkol sa biyahe
fil_ph: Mga tala tungkol sa biyahe
fr: Notes du voyage
it: Note del viaggio
ja: 旅行のメモ
ko: 여행 메모
ru: Заметки о поездке
tr: Seyahat notları
vi: Ghi chú chuyến đi
zh_hans: 旅行备注

source: Trip saved
ar: تم حفظ الرحلة
es: Viaje guardado
fa: سفر ذخیره شد
fil: Na-save ang biyahe
fil_ph: Nai-save ang biyahe
fr: Voyage enregistré
it: Viaggio salvato
ja: 旅行を保存しました
ko: 여행이 저장되었습니다
ru: Поездка сохранена
tr: Seyahat kaydedildi
vi: Đã lưu chuyến đi
zh_hans: 旅行已保存

source: Trip summary
ar: ملخص الرحلة
es: Resumen del viaje
fa: خلاصه سفر
fil: Buod ng biyahe
fil_ph: Buod ng biyahe
fr: Récapitulatif du voyage
it: Riepilogo del viaggio
ja: 旅行の概要
ko: 여행 요약
ru: Сводка поездки
tr: Seyahat özeti
vi: Tóm tắt chuyến đi
zh_hans: 行程摘要

source: Trip unavailable
ar: الرحلة غير متاحة
es: Viaje no disponible
fa: سفر در دسترس نیست
fil: Hindi available ang biyahe
fil_ph: Hindi available ang biyahe
fr: Voyage indisponible
it: Viaggio non disponibile
ja: 旅行を利用できません
ko: 여행을 사용할 수 없습니다
ru: Поездка недоступна
tr: Seyahat kullanılamıyor
vi: Không thể truy cập chuyến đi
zh_hans: 行程不可用

# trip_specific
source: Only this trip
ar: خاص بالرحلة
es: específico_del_viaje
fa: فقط همین سفر
fil: partikular_sa_biyahe
fil_ph: partikular sa biyahe
fr: propre au voyage
it: specifico del viaggio
ja: 旅行に関する内容
ko: 여행별
ru: для конкретной поездки
tr: seyahate_özel
vi: đặc_thù_chuyến_đi
zh_hans: 行程专属

source: Trips
ar: الرحلات
es: Viajes
fa: سفرها
fil: Mga biyahe
fil_ph: Mga biyahe
fr: Voyages
it: Viaggi
ja: 旅行
ko: 여행
ru: Поездки
tr: Seyahatler
vi: Các chuyến đi
zh_hans: 旅行

source: Try again
ar: حاول مرة أخرى
es: Intentar de nuevo
fa: تلاش دوباره
fil: Subukan muli
fil_ph: Subukan muli
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
ru: Повторить
tr: Tekrar dene
vi: Thử lại
zh_hans: 重试

source: Type or speak…
ar: اكتب أو تكلّم…
es: Escribe o habla…
fa: بنویسید یا صحبت کنید…
fil: Mag-type o magsalita…
fil_ph: Mag-type o magsalita…
fr: Écrivez ou parlez…
it: Scrivi o parla…
ja: 入力または話す…
ko: 입력하거나 말해 주세요…
ru: Введите текст или продиктуйте…
tr: Yazın veya konuşun…
vi: Nhập hoặc nói…
zh_hans: 输入或说话……

source: Unknown
ar: غير معروف
es: Desconocido
fa: نامشخص
fil: Hindi alam
fil_ph: Hindi alam
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ru: Неизвестно
tr: Bilinmiyor
vi: Không rõ
zh_hans: 未知

source: Update affected plans
ar: تحديث الخطط المتأثرة
es: Actualizar los planes afectados
fa: به‌روزرسانی برنامه‌های مرتبط
fil: I-update ang mga planong maaapektuhan
fil_ph: I-update ang mga apektadong plano
fr: Mettre à jour les itinéraires concernés
it: Aggiorna i piani interessati
ja: 影響を受けるプランを更新
ko: 영향받는 일정 업데이트
ru: Обновить затронутые планы
tr: Etkilenen planları güncelle
vi: Cập nhật các kế hoạch bị ảnh hưởng
zh_hans: 更新受影响的计划

source: Updated %@ · automatic
ar: تم التحديث %@ · تلقائيًا
es: Actualizado %@ · automático
fa: به‌روزرسانی %@ · خودکار
fil: Na-update %@ · awtomatiko
fil_ph: Na-update %@ · awtomatiko
fr: Mis à jour %@ · automatique
it: Aggiornato %@ · automatico
ja: 更新 %@ · 自動
ko: %@ 업데이트됨 · 자동
ru: Обновлено %@ · автоматически
tr: Güncellendi %@ · otomatik
vi: Đã cập nhật %@ · tự động
zh_hans: 更新于 %@ · 自动
